{
  "social": [
    {
      "name": "bugra-isik",
      "link": "https://linkedin.com/in/bugra-isik"
    },
    {
      "name": "bugra-isik",
      "link": "https://github.com/bugra-isik"
    }
  ],

  "aboutMe": {
    "header": ["Hakkımda", "About"],
    "contents": [
      "Merhaba! benim adım Buğra & Web Geliştirme ile ilgileniyorum. Web teknolojilerine karşı büyük bir heves duyuyorum ve sürekli kendimi geliştirmeye çalışıyorum. Yazılım dünyasının sınırsız potansiyelini keşfetmek ve teknolojik yeniliklere açık olmak, benim için büyük bir heyecan kaynağı. Kendi projelerim üzerinde çalışırken, online kaynaklar ve topluluklarından destek alarak becerilerimi geliştirmeye çalışıyorum. Edindiğim becerilerle sorunları çözmeye ve pratik çözümler üretmeye çalışıyorum. Sabırlı biri olarak, her yeni zorluğu bir kendimi geliştirme fırsatı olarak görüyorum. Hatalarımdan ders çıkararak ve geri bildirimleri dikkate alarak ilerlemeyi hedefliyorum. Teknolojik yenilikleri takip etmek, en son trendleri öğrenmek ve sürekli araştırma yaparak becerilerimi geliştirmekten keyif alıyorum.",
      "Hi! my name is Bugra & I am involved in Web Development. I am enthusiastic about software development and constantly strive to improve myself. Exploring the limitless  potential of the software world and embracing technological innovations are a great source of excitement for me. In terms of experience, I am still at the beginning of my journey, but I have been dedicating myself to learning software independently. While working on my own projects, I have tried to enhance my skills by leveraging online resources and communities for support."
    ]
  },
  "tech": {
    "header": ["Teknolojiler", "Techs"],
    "contents": [
      "HTML5",
      "CSS3",
      "TailwindCSS",
      "TypeScript",
      "React",
      "Next.js"
    ],
    "links": [
      "https://www.w3schools.com/html/",
      "https://www.w3schools.com/css/",
      "https://www.typescriptlang.org/",
      "https://react.dev/",
      "https://tailwindcss.com/",
      "https://nextjs.org/"
    ]
  },
  "footer": {
    "header": ["Bağlantılar", "Links"],
    "mail": "contact@devbugra.com"
  }
}
